#language: ru

    Функционал: Страхование

    Сценарий: Страхование путешественников

    Когда выбран пункт меню "Застраховать себя"
    И выбран вид страхования "Страхование путешественников"
    Тогда выполнено нажати на кнопку Оформить онлайн
    И выплнено переключение в новое окно
    И выполнен выбор суммы страховой защиты Минимальная
        И выполнен выбор суммы страховой защиты Минимальная
    И выполнено нажатие на Оформить

    Когда заполняются поля:
    |insured0_surname|Ivanov|
    |insured0_name|Ivan|